Repository: bestpractical/rt-extension-mergeusers
Catalog: po/*.po
Languages: fr

source: Cannot merge privileged users with unprivileged users, update the user's privileges first
fr: Impossible de fusionner un utilisateur privilégié avec un non-privilégié, vous devez mettre à jour le niveau de privilèges dabord

source: Could not load user '%1'
fr: Impossible de charger l'utilisateur '%1'

source: Could not load user to be merged
fr: Impossible de charger l'utilisateur à fusionner

source: Could not load user to merge into
fr: Impossible de charger l'utilisateur cible

source: Could not merge %1 into itself
fr: Impossible de fusionner %1 dans lui-même

source: Could not reload user #%1
fr: Impossible de recharger l'utilisateur #%1

source: Email address in use
fr: Adresse email déjà utilisée

source: Merge this user into:
fr: Fusionner cet utilisateur dans:

source: Merge user
fr: Fusion d'utilisateur

source: Merged users successfuly
fr: Fusion réussie

source: The following users have been merged into this user:
fr: Les utilisateurs suivants ont été fusionnés dans cet utilisateur:

source: This user has been merged with
fr: Cet utilisateur a été fusionné avec

source: Unmerge
fr: Défusionner

source: Unmerged %1 from %2
fr: %1 défusionné de %2

source: User %1 has already been merged
fr: L'utilisateur %1 est déjà fusionné

source: User %1 has already been merged into %2
fr: L´utilisateur %1 a déjà été fusionné avec %2

source: User %1 has merged users
fr: L´utilisateur %1 a des utilisateurs fusionnés

source: User is not loaded
fr: L'utilisateur n'est pas chargé
